Repository: EndyKaufman/ngx-dynamic-form-builder
Catalog: assets/i18n/*.po
Languages: ru

source: Experimental: user panel
ru: Экспериментально: панель пользователя

source: Experimental: login panel
ru: Экспериментально: панель входа

source: Experimental: registration panel
ru: Экспериментально: регистрационная панель

source: Other files
ru: Другие файлы

source: New API
ru: Новое АПИ

source: region num should not be empty (native angular)
ru: номер региона не должен быть пустым (нативный angular)

source: Login form
ru: Форма входа

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Form status:
ru: Статус формы:

source: Form custom validate errors:
ru: Короткие ошибки класс валидатора:

source: Login user data:
ru: Данные пользователя для входа:

source: Login
ru: Авторизоваться

source: username
ru: имя пользователя

source: password
ru: пароль

source: Registration form
ru: Форма регистрации

source: Confirm password
ru: Подтвердите пароль

source: Registration user data:
ru: Регистрационные данные пользователя:

source: Registration
ru: Регистрация

source: rePassword
ru: повтор пароля

source: User form
ru: Пользователь

source: Email
ru: Эл. адрес

source: Date of birth
ru: Дата рождения

source: date of birth is
ru: дата рождения

source: Department of user
ru: Отдел

source: Department name
ru: Название отдела

source: Company of department
ru: Компания

source: Company name
ru: Название компании

source: Company region num
ru: Номер региона компании

source: Administrator
ru: Администратор

source: Staff
ru: Персонал

source: Saved item:
ru: Сохраненные данные:

source: Load
ru: Загрузить

source: Clear
ru: Очистить

source: Save
ru: Сохранить

source: email
ru: эл. адрес

source: dateOfBirth
ru: дата рождения

source: Russian
ru: Русский

source: Experimental + transloco + i18n
ru: Экспериментально + transloco + перевод

source: must include word "dep" (async validate)
ru: должен включать слово "dep" (асинхронная проверка)

source: Id
ru: Ид.

source: Name
ru: Название

source: Region num
ru: Номер региона

source: The company name must be longer than 15
ru: Название компании должно быть длиннее 15

source: Company
ru: Компания

source: company name
ru: название компании

source: company region name
ru: регион компании

source: department name
ru: название отдела

source: Tasks not initialized or min length = 1 and max length = 3, and all initialized tasks must be not empty
ru: Задачи не инициализированы и минимальная длина = 1, а максимальная длина = 3, и все созданные задачи не должны быть пустыми

source: Department
ru: Отдел

source: Only abc field
ru: Должно включать только abc

source: it should match the cool 'abc' string
ru: он должен соответствовать классной строке 'abc'

source: $constraint1 do not match to $property
ru: $constraint1 не равно $property

source: Form native errors:
ru: Нативные ошибки:

source: name
ru: название

source: regionNum
ru: номер региона

source: Group form
ru: Форма группы
